{
  "Phishing": [
    "Phishing ဆိုတာ လူတွေကို လိမ်လည်ပြီး စကားဝှက် (password) သို့မဟုတ် ဘဏ်အချက်အလက်တွေ ခိုးယူဖို့ ကြိုးစားတဲ့ အင်တာနက် လှည့်စားမှုတစ်မျိုးဖြစ်ပါတယ်။",
    "Phishing ဆိုတာ အတုအပမေးလ် (Email), SMS, မက်ဆေ့ချ်နဲ့ လင့်ခ်တွေကို သုံးပြီး ကိုယ်ရေးအချက်အလက်၊ စကားဝှက်၊ ဘဏ်အချက်အလက်စတာတွေကို ခိုးယူဖို့ ကြိုးစားတဲ့နည်းလမ်းပါ။",
    "Phishing လုပ်ငန်းစဉ်တွေထဲမှာ အရေးပေါ်စကားလုံးတွေ သုံးခြင်း၊ ဆုလာဘ်ဆွဲဆောင်ခြင်း၊ OTP/စကားဝှက် တောင်းခြင်းတို့ ပါဝင်လေ့ရှိပါတယ်။",
    "မြန်မာနိုင်ငံမှာ တွေ့ရတတ်တဲ့ Phishing ပုံစံများ — အတုဘဏ်ဝက်ဘ်ဆိုက်များ၊ အခမဲ့ဆုလာဘ်/ထီပေါက်လင့်ခ်များ၊ Facebook လုံခြုံရေးသတိပေးချက်စာမျက်နှာများ၊ အလုပ်လျှောက်ရန် အမြန်လင့်ခ်များ။",
    "မယုံကြည်ရတဲ့ လင့်ခ်/အီးမေးလ်ကို နှိပ်မိပါက သင့်အကောင့် အန္တရာယ်ရှိသွားနိုင်ပါတယ်။",
    "အီးမေးလ်/မက်ဆေ့ချ် ပို့သူရဲ့ နာမည်၊ လိပ်စာ (URL), စာလုံးပေါင်းအမှားတွေကို သေချာစစ်ဆေးပြီးမှသာ ဖွင့်ပါ။",
    "လုပ်ဆောင်ရန် — လင့်ခ်ကို မနှိပ်ပါနဲ့၊ မက်ဆေ့ချ်ကို ဖျက်ပစ်ပါ/ပိတ်ပါ။ စကားဝှက်ထည့်မိခဲ့ရင် ချက်ချင်းပြောင်းလဲပါ။ Two-Factor Authentication (2FA) ဖွင့်ထားပါ။",
    "Phishing အီးမေးလ်တွေမှာ အတုလင့်ခ်တွေ၊ စာလုံးပေါင်းအမှားတွေ၊ 'အမြန်လုပ်ဆောင်ပါ' ဆိုတဲ့ စကားလုံးတွေ ပါဝင်လေ့ရှိပါတယ်။",
    "Phishing SMS (Smishing) တွေမှာ မိုဘိုင်းဘဏ်အကောင့်တွေ ခိုးယူတာမျိုး ဖြစ်တတ်ပါတယ်။",
    "မယုံကြည်ရတဲ့ ဝက်ဘ်ဆိုက်မှာ အကောင့်ဝင်ခြင်း (login) မလုပ်ပါနဲ့ — သင့်ရဲ့အချက်အလက်တွေ ခိုးယူခံရနိုင်ပါတယ်။",
    "URL လိပ်စာကို သေချာစစ်ဆေးပါ သို့မဟုတ် ဘဏ်ကို တိုက်ရိုက်ဆက်သွယ်ပါ။",
    "လင့်ခ်ကို မနှိပ်ပါနဲ့၊ မက်ဆေ့ချ်ကို ဖျက်ပစ်ပါ/ပိတ်ပါ။",
    "စကားဝှက်ထည့်မိခဲ့ရင် ချက်ချင်းပြောင်းလဲပါ။",
    "Two-Factor Authentication (2FA) ကို ဖွင့်ထားပါ။",
    "Domain နာမည်ကို တစ်လုံးချင်းစီ သေချာစစ်ဆေးပါ (ဥပမာ- faceb00k.com နဲ့ facebook.com မတူပါ)။",
    "ဝက်ဘ်ဆိုက်မှာ လုံခြုံရေးသင်္ကေတ (Padlock 🔒) ပါ/မပါ စစ်ဆေးပါ။",
    "Domain အဆုံးသတ် (.com.mm / .gov.mm) ကို သေချာစစ်ဆေးပါ။",
    "Phishing SMS, အတု KBZPay/ Wave Money လင့်ခ်တွေကို မနှိပ်ပါနဲ့။",
    "အရေးပေါ်လို့ဆိုတဲ့ စကားလုံးတွေကို လွယ်လွယ်နဲ့ မယုံပါနဲ့။",
    "မြန်မာဘဏ်တွေရဲ့ တရားဝင်ဝက်ဘ်ဆိုက်တွေကို သိရှိအောင်မှတ်သားထားပါ (ဥပမာ- KBZ: www.kbzbank.com, CB: www.cbbank.com.mm, AYA: www.ayabank.com)။"
  ],
  "Passwords & 2FA": [
    "ခိုင်မာတဲ့ စကားဝှက်တစ်ခုမှာ စာလုံးကြီး (A-Z), စာလုံးသေး (a-z), နံပါတ် (0-9), သင်္ကေတ (!@#$) တွေ ပါဝင်သင့်ပြီး အနည်းဆုံး ၁၂ လုံးထက်မနည်းသင့်ပါဘူး။",
    "စကားဝှက်တစ်ခုတည်းကို အကောင့်အားလုံးမှာ ထပ်တလဲလဲ မသုံးသင့်ပါဘူး။",
    "စကားဝှက်ကို စာအုပ်ထဲ၊ note app ထဲမှာ တိုက်ရိုက်မရေးမှတ်ထားပါနဲ့။ Password manager app တွေ အသုံးပြုပါ။",
    "စကားဝှက်တစ်ခုတည်းကို သုံးနေရင် Hack ခံရနိုင်ခြေ ပိုများပါတယ်။",
    "စကားဝှက်ကို ရှည်ရှည်ထားပါ၊ အက္ခရာ၊ နံပါတ်၊ သင်္ကေတ ရောထားပါ၊ Two-Factor Authentication (2FA) ကို ဖွင့်ထားပါ။",
    "စကားဝှက်ဟာ သင့်အကောင့်ကို ကာကွယ်ပေးတဲ့ အဓိကသော့ချက်ပါ။ အလွယ်တကူ ခန့်မှန်းလို့ရတဲ့ စကားဝှက် သုံးခြင်းဟာ အန္တရာယ်များပါတယ်။",
    "ခိုင်မာတဲ့ စကားဝှက်တစ်ခုမှာ စာလုံးကြီး၊ စာလုံးသေး၊ နံပါတ်၊ သင်္ကေတ ပါဝင်သင့်ပြီး အနည်းဆုံး ၁၂ လုံးထက်မနည်းသင့်ပါဘူး။",
    "အကောင့်တိုင်းအတွက် မတူညီတဲ့ စကားဝှက်တွေ သုံးပါ။",
    "စကားဝှက်ကို စာအုပ်ထဲ ဒါမှမဟုတ် note app ထဲမှာ တိုက်ရိုက်မရေးမှတ်ထားပါနဲ့။ Password manager app တွေ အသုံးပြုပါ။",
    "စကားဝှက် ခိုးယူခံရနိုင်တဲ့နည်းတွေထဲမှာ Data leaks, phishing/အတုဝက်ဘ်ဆိုက်, keyloggers/malware တွေ ပါဝင်ပါတယ်။",
    "Two-Factor Authentication (2FA) (Authenticator app) ကို ဖွင့်ထားပါ။ OTP ကို ဘယ်သူ့ကိုမှ မပြောပါနဲ့။",
    "စကားဝှက်တစ်ခုတည်းကို အကောင့်အားလုံးမှာ မသုံးပါနဲ့။",
    "ရိုးရှင်းလွန်းတဲ့ စကားဝှက်တွေ ('password123', 'abcd1234') ကို မသုံးပါနဲ့။",
    "ကိုယ့်နာမည်၊ မွေးနေ့၊ ဖုန်းနံပါတ်တွေကို စကားဝှက်အဖြစ် မသုံးပါနဲ့။",
    "Password manager app တွေ အသုံးပြုပြီး ထူးခြားတဲ့ စကားဝှက်တွေ သုံးပါ။",
    "SMS နဲ့ရောက်လာတဲ့ OTP ကို ဘယ်သူ့ကိုမှ မပြောပါနဲ့။",
    "2FA ကို Authenticator app (Google Authenticator, Authy) တွေနဲ့ ဖွင့်ထားပါ။",
    "အကောင့် အန္တရာယ်ရှိသွားတယ်ထင်ရင် ချက်ချင်း စကားဝှက်ပြောင်းလဲပါ။",
    "စကားဝှက်ကို အနည်းဆုံး ၁၂ လုံးထားပါ။",
    "စကားဝှက်မှာ စာလုံးကြီး၊ စာလုံးသေး၊ နံပါတ်၊ သင်္ကေတ အားလုံးပါဝင်အောင် ထားပါ။",
    "မြန်မာနိုင်ငံမှာ လူသုံးများတဲ့ Password Manager app တွေ ဥပမာ - Bitwarden, LastPass စတာတွေကို အသုံးပြုနိုင်ပါတယ်။"
  ],
  "Social Media Safety": [
    "သင့်ရဲ့ Social Media Profile ကို Public မထားဘဲ Friends Only ဒါမှမဟုတ် Private လို privacy setting မျိုး သုံးပါ။",
    "မသိသူတွေရဲ့ Friend Request တွေကို လက်မခံပါနဲ့။",
    "Social Media ပေါ်မှာ သင့်ရဲ့ တည်နေရာ (Location) ကို တိုက်ရိုက်မျှဝေတာမျိုး ရှောင်ပါ။",
    "ကိုယ်ရေးကိုယ်တာ အချက်အလက်တွေ (Personal Info) အများကြီး မတင်ပါနဲ့။ အတုအကောင့်တွေက အချက်အလက်တွေ ခိုးယူနိုင်ပါတယ်။",
    "Privacy setting ကို ထိန်းသိမ်းပါ၊ မသိသူတွေကို Friend လက်မခံပါနဲ့။",
    "Facebook မှာ Profile ကို 'Friends' ပဲမြင်ရအောင် ပြင်ဆင်ခြင်း၊ Tagging ကို ပိတ်ခြင်းတို့ ပြုလုပ်ထားပါ။",
    "သင့်ရဲ့ မိသားစုဝင်တွေ၊ ကလေးတွေရဲ့ ပုံတွေကို Public မတင်ပါနဲ့။",
    "Social Media ပေါ်က မသိတဲ့လူတွေပို့တဲ့ လင့်ခ်တွေ၊ ဖိုင်တွေကို မနှိပ်ပါနဲ့၊ မဖွင့်ပါနဲ့။"
  ],
  "Device & Network Security": [
    "ကွန်ပျူတာ/ဖုန်းတွေမှာ Antivirus Software သုံးပြီး Update အမြဲလုပ်ပါ။",
    "မိုဘိုင်းဖုန်းတွေမှာ Unknown Sources ကနေ App တွေ မထည့်ပါနဲ့။",
    "Public Wi-Fi တွေပေါ်မှာ ဘဏ်လုပ်ငန်းဆိုင်ရာ ကိစ္စရပ်တွေ မလုပ်ပါနဲ့။",
    "အခမဲ့ Wi-Fi တွေမှာ Sniffing Attack ခံရနိုင်ခြေ ရှိပါတယ်။",
    "Public Wi-Fi သုံးနေချိန်မှာ Bank App / Payment App (KBZPay, Wave Pay) တွေ မဖွင့်ပါနဲ့။",
    "ဖုန်း/ကွန်ပျူတာတွေကို နောက်ဆုံးထွက် Software Version အဖြစ် Update လုပ်ထားပါ။",
    "Bluetooth ကို မလိုအပ်ရင် ပိတ်ထားပါ။",
    "App တစ်ခုကို Download လုပ်မချင်း Permission တွေကို သေချာဖတ်ပါ။"
  ],
  "Personal Data & Privacy": [
    "အင်တာနက်ပေါ်မှာ ကိုယ်ရေးအချက်အလက်တွေကို လိုအပ်တာထက် ပိုမျှဝေခြင်းကို ရှောင်ပါ၊ လုံခြုံရေးအတွက် ကောင်းပါတယ်။",
    "ကိုယ်ရေးအချက်အလက်တွေ မျှဝေတဲ့အခါ သေချာစဉ်းစားပါ။",
    "App/Website တွေမှာ လိုအပ်တဲ့အချက်လောက်ပဲ ဖြည့်ပါ။",
    "ဖိုင်/စာရွက်စာတမ်းတွေ တောင်းခံလာရင် တရားဝင်မဝင်အရင်စစ်ပါ။",
    "NRC၊ အိမ်လိပ်စာ၊ ဘဏ်အချက်အလက်တွေကို Public အဖြစ် မမျှဝေပါနဲ့။",
    "မသိသူတွေကို တိုက်ရိုက်မေးမြန်းလိုက်တဲ့ အချက်အလက်တွေ မပေးပါနဲ့။",
    "App တွေမှာ Permission နဲ့ Privacy Settings တွေကို မှန်ကန်အောင် ပြင်ဆင်ခြင်းဖြင့် ကိုယ်ရေးအချက်အလက်တွေ မလိုအပ်ဘဲ မျှဝေမိခြင်းကို ကာကွယ်ပါ။",
    "App Permission တွေကို သင့်လိုအပ်ချက်အရသာ ပေးပါ (ဥပမာ- ဂိမ်းအက်ပ်က ဖုန်းခေါ်ဆိုခွင့် တောင်းရင် မပေးပါနဲ့)။",
    "App Update တွေကို အမြဲ Update လုပ်ပါ။",
    "Privacy Settings မှာ Data Sharing Options တွေကို လျှော့ချထားပါ။",
    "မလိုအပ်တဲ့ Permission (SMS, Contacts) တွေ မပေးပါနဲ့။",
    "App တွေသုံးတဲ့အခါ Auto-Sync ဖွင့်ထားတာမျိုး ရှောင်ပါ။",
    "မြန်မာနိုင်ငံရဲ့ ကိုယ်ရေးအချက်အလက်ကာကွယ်မှုဥပဒေကို နားလည်အောင် ကြိုးစားပါ။"
  ],
  "How to Spot Fake Websites/Apps": [
    "အတုဝက်ဘ်ဆိုက်တွေဟာ အစစ်နဲ့တူအောင် အတုခိုးပြီး ကိုယ်ရေးအချက်အလက်/စကားဝှက်တွေ ခိုးယူဖို့ ကြိုးစားပါတယ်။",
    "URL လိပ်စာကို အစစ်အမှန်နဲ့ တိုက်ဆိုင်စစ်ဆေးပါ (https:// နဲ့ စသလား၊ padlock သင်္ကေတ ပါသလား ကြည့်ပါ)။",
    "App က Official Store (Google Play Store / Apple App Store) ကနေ ဆင်းသက်လာတာလားစစ်ပါ။",
    "Publisher Name, Rating, Comment တွေကို ကြည့်ပါ။",
    "မသေချာတဲ့ လင့်ခ်တွေမှာ Login Credentials (အမည်/စကားဝှက်) ထည့်ဝင်ခြင်း မလုပ်ပါနဲ့။",
    "Unknown Source ကနေ APK File တွေ ဒေါင်းလုဒ်မလုပ်ပါနဲ့။",
    "မြန်မာဘဏ်တွေရဲ့ တရားဝင် App တွေကို Official Store ကနေသာ ဒေါင်းလုဒ်လုပ်ပါ။",
    "ငွေကြေးလွှဲပြောင်းဖို့ App (KBZPay, Wave Money) တွေကို မူရင်းအက်ပ်ကနေသာ အသုံးပြုပါ။"
  ],
  "VPN & Encryption Basics": [
    "VPN ဟာ သင့်ရဲ့ အင်တာနက်ချိတ်ဆက်မှုကို ကာကွယ်ပေးပြီး Public Wi-Fi သုံးတဲ့အခါ သင့်ဒေတာတွေကို အဝေးကနေ ထောက်လှမ်းခံရခြင်းကနေ ကာကွယ်ပေးနိုင်ပါတယ်။",
    "Encryption ဆိုတာ သင့်ရဲ့ဒေတာတွေကို ခွင့်မပြုထားသူတွေ မဖတ်ရှုနိုင်အောင် ဝှက်ထားခြင်း ဖြစ်ပါတယ်။",
    "Public Wi-Fi သုံးတိုင်း VPN သုံးပါ။",
    "ယုံကြည်ရတဲ့ VPN Provider ကို ရွေးချယ်ပါ (အခမဲ့ VPN တွေထက် ပိုက်ဆံပေးသုံးတာက ပိုလုံခြုံနိုင်ပါတယ်)။",
    "အချက်အလက်ဖလှယ်တဲ့အခါ HTTPS သုံးထားတဲ့ ဆိုက်တွေကိုသာ သုံးပါ။",
    "အချက်အလက်တွေကို Encryption မလုပ်ထားတဲ့ Channel တွေကနေ မပို့ပါနဲ့။",
    "မသိရှိတဲ့ VPN Service Provider တွေကို သုံးတာရှောင်ပါ။",
    "မြန်မာနိုင်ငံမှာ တရားဝင်ခွင့်ပြုချက်ရှိတဲ့ VPN Service Provider တွေကို သုံးဖို့ အကြံပြုပါတယ်။"
  ],
  "Wi-Fi Safety": [
    "Public Wi-Fi တွေပေါ်မှာ Hacker တွေဟာ Packet Sniffing, Man-in-the-Middle တို့လို နည်းလမ်းတွေသုံးပြီး ဒေတာတွေ ခိုးယူနိုင်ပါတယ်။",
    "အန္တရာယ်ရှိနိုင်တဲ့အရာတွေ — Password မပါတဲ့ Wi-Fi, Evil-Twin Wi-Fi အမည်တွေ၊ Encryption မလုပ်ထားတဲ့ Traffic (HTTP သာသုံးတာ)။",
    "အခမဲ့ Wi-Fi သုံးပြီး ဘဏ်ကိစ္စလုပ်တာဟာ အန္တရာယ်များပါတယ်။",
    "Wi-Fi သုံးတဲ့အခါ အမြဲ HTTPS (padlock icon) ပါတာကို စစ်ပါ။ VPN သုံးပါ။",
    "Public Wi-Fi ပေါ်မှာ အရေးကြီးကိစ္စတွေ မလုပ်ပါနဲ့။ ဘဏ်ကိစ္စအတွက် Mobile Data သုံးပါ။",
    "Public Wi-Fi ပေါ်မှာ ဘဏ်လုပ်ငန်းဆိုင်ရာ ကိစ္စမလုပ်ပါနဲ့။",
    "VPN သုံးပြီးမှသာ ဘဏ်ကိစ္စလုပ်ပါ။",
    "HTTPS (padlock icon) ပါတာကို အမြဲစစ်ပါ။",
    "မယုံကြည်ရတဲ့ Wi-Fi ကွန်ရက်တွေကို မချိတ်ပါနဲ့။",
    "ကော်ဖီဆိုင်က အခမဲ့ Wi-Fi ပေါ်မှာ အရေးကြီးလွှဲပြောင်းမှုတွေ မလုပ်ပါနဲ့။",
    "အရေးကြီးကိစ္စတွေ မလုပ်ဘဲ Internet လှန့်ကြည့်တာပဲ လုပ်ပါ။",
    "Public Wi-Fi ပေါ်မှာ HTTPS မပါရင် အန္တရာယ်များပါတယ်။",
    "VPN သုံးခြင်း ဒါမှမဟုတ် Mobile Data သုံးခြင်းက ပိုပြီးလုံခြုံပါတယ်။",
    "မြန်မာနိုင်ငံမှာ Public Wi-Fi Hotspot တွေ (ဥပမာ- စူပါမားကတ်၊ ကော်ဖီဆိုင်) မှာ သတိထားသုံးပါ။"
  ],
  "App & Device Safety": [
    "App တွေကို Google Play Store / Apple App Store လို တရားဝင် Source ကနေသာ Download လုပ်ပါ။",
    "Unknown Sources ကနေ APK Installation မလုပ်ပါနဲ့။",
    "Device တွေကို အမြဲ Update လုပ်ထားပါ။ Security Patches တွေကို မလျှော့ပါနဲ့။",
    "App Permissions တွေကို သတိထားစစ်ပါ — Camera, Microphone, Location တွေကို မလိုအပ်ရင် ပိတ်ထားပါ။",
    "Antivirus / Security Software တွေ အသုံးပြုပြီး Malware တွေကနေ ကာကွယ်ပါ။",
    "Play Store / App Store လို တရားဝင် Source ကနေသာ App တွေ Download လုပ်ပါ။",
    "မသိတဲ့ APK File တွေ မထည့်ပါနဲ့။",
    "Device ကို အမြဲ Update လုပ်ပါ။",
    "App Permissions တွေကို မလိုအပ်ရင် ပိတ်ထားပါ။",
    "Antivirus Software အသုံးပြုပြီး Malware တွေကနေ ကာကွယ်ပါ။",
    "မြန်မာနိုင်ငံမှာ လူသုံးများတဲ့ Antivirus Software တွေ ဥပမာ - Kaspersky, Avast, Bitdefender စတာတွေ သုံးနိုင်ပါတယ်။",
    "ဖုန်းပျောက်ရင် ရှာလို့ရအောင် 'Find My Device' Feature ကို ဖွင့်ထားပါ။"
  ],
  "Fake Accounts": [
    "အတုအကောင့်ဆိုတာ အစစ်အမှန်တစ်ဦးအဖြစ် ဟန်ဆောင်ပြီး လူတွေကို လှည့်စားဖို့ ဖန်တီးထားတဲ့ အကောင့်ဖြစ်ပါတယ်။",
    "အတုအကောင့်ရဲ့ လက္ခဏာတွေ — မိတ်ဆွေအရေအတွက် အလွန်နည်းခြင်း၊ Profile အချက်အလက် နည်းပါးခြင်း၊ မသိတဲ့ လင့်ခ်/DM ပို့ခြင်း။",
    "Scammer တွေက သင့်မိတ်ဆွေအဖြစ် ဟန်ဆောင်ပြီး Personal Info, ငွေ, OTP တွေ တောင်းတတ်ပါတယ်။",
    "မလုံခြုံတဲ့ Friend Requests တွေကို လက်မခံပါနဲ့။ သံသယဖြစ်ဖွယ် အကောင့်တွေကို Block/Report လုပ်ပါ။",
    "အတုအကောင့်တွေက မိတ်ဆွေအဖြစ် လှည့်စားပြီး ငွေချေးတာမျိုး လုပ်တတ်ပါတယ်။",
    "လုပ်ဆောင်ရန် — မသိတဲ့ Request တွေကို လက်မခံပါနဲ့၊ သံသယဖြစ်ဖွယ် အကောင့်တွေကို Report လုပ်ပါ၊ မိတ်ဆွေစာရင်းကို မကြာခဏ စစ်ဆေးပါ။",
    "သံသယဖြစ်ဖွယ် အကောင့်တွေကို Block / Report လုပ်ပါ။",
    "မသိတဲ့သူတွေရဲ့ Friend Requests တွေကို လက်မခံပါနဲ့။",
    "Profile ကို စစ်ဆေးပြီး Mutual Friends ရှိမရှိ ကြည့်ပါ။",
    "အတုအကောင့်တွေက ငွေချေးဖို့ DM ပို့တတ်ပါတယ်။",
    "သင့်ရဲ့ Contacts List ကို Scam မှာ အသုံးချနိုင်ပါတယ်။",
    "မိတ်ဆွေစာရင်းကို ပုံမှန်စစ်ဆေးပါ။",
    "အထောက်အထား (Screenshot, Profile Link) တွေကို သိမ်းဆည်းပြီး တိုင်ကြားပါ။",
    "Facebook မှာ Profile ကို Report လုပ်နည်း - Profile > ... > Find support or report profile > Something Else > Fake Account"
  ],
  "Fake News & Misinformation": [
    "Fake News ဆိုတာ အချက်အလက်မမှန်ကန်ဘဲ လူတွေကို လှည့်စားဖို့ ဖြန့်ဝေထားတဲ့ သတင်း/ပုံ/ဗီဒီယိုတွေ ဖြစ်ပါတယ်။",
    "လက္ခဏာတွေ — အလွန်အမင်း အရေးပေါ်ခေါင်းစဉ်၊ ကိုးကားချက်မပါခြင်း၊ အရင်းအမြစ်မရှိတဲ့ Screenshot တွေ။",
    "Misinformation ဖြန့်ဝေသူတွေဟာ ပြုပြင်ထားတဲ့ပုံတွေ၊ အကြောင်းအရာကြောင်းတဲ့ ဗီဒီယိုတွေ၊ အတု Screenshot တွေ၊ စိတ်လှုပ်ရှားစရာ ခေါင်းစဉ်တွေနဲ့ ဖြန့်ဝေတတ်ပါတယ်။",
    "သတင်းတစ်ပုဒ်ကို Share မလုပ်ခင် Source, Date, Context, Image Authenticity တွေကို စစ်ဆေးပါ။",
    "မရင်းနှီးတဲ့ သတင်းကို Share မလုပ်ပါနဲ့။ ယုံကြည်ရတဲ့ သတင်းအရင်းအမြစ်တွေကိုသာ အားကိုးပါ။",
    "သံသယဖြစ်ဖွယ် ပို့စ်တွေကို Platform (Facebook/TikTok) ကို Report လုပ်ပါ။",
    "သတင်းကို Share မလုပ်ခင် Source, Date, Context, Images တွေကို စစ်ဆေးပါ။",
    "အမြန် Share မလုပ်ပါနဲ့။",
    "Reverse Image Search (ဥပမာ - Google Lens) သုံးပြီး ဓာတ်ပုံကို စစ်ဆေးပါ။",
    "Fact-check Websites (ဥပမာ - Myanmar Fact Checker, BOOM Myanmar) တွေကို အသုံးပြုပါ။",
    "ယုံကြည်ရတဲ့ မီဒီယာအရင်းအမြစ်တွေကိုသာ အားကိုးပါ။",
    "Misinformation ကို Platform ကို Report လုပ်ပါ။",
    "မြန်မာနိုင်ငံမှာ ကောလာဟလသတင်းတွေကို မျှဝေခြင်းဟာ ဥပဒေအရ အရေးယူခံရနိုင်ပါတယ်။",
    "သတင်းတစ်ခုက 'အရမ်းကောင်းလွန်းတယ်'၊ 'အရမ်းဆိုးလွန်းတယ်' ဆိုရင် သေချာစစ်ဆေးပါ။",
    "သတင်းရဲ့ ရက်စွဲကို အမြဲကြည့်ပါ။ သတင်းဟောင်းတွေကို သတင်းသစ်အဖြစ် ပြန်လည့်ဖြန့်ဝေတာမျိုး ဖြစ်နိုင်ပါတယ်။"
  ],
  "Oversharing & Privacy Risks": [
    "Oversharing ဆိုတာ သင့်ရဲ့ တည်နေရာ၊ NRC၊ ဖုန်းနံပါတ်၊ မိသားစုအချက်အလက်တွေကို မလိုအပ်ဘဲ အများပြည်သံကို ဖော်ပြနေခြင်း ဖြစ်ပါတယ်။",
    "ဥပမာများ — နေ့စဉ် တည်နေရာ Check-in တွေ၊ NRC ဓာတ်ပုံကို Public ချထားခြင်း၊ တည်နေရာ Tag ပါတဲ့ ကလေးပုံတွေ။",
    "Hacker တွေဟာ တည်နေရာ ပို့စ်တွေကို သုံးပြီး အိမ်ခိုးဖို့ အစီအစဉ်ဆွဲတတ်ပါတယ်။",
    "မိသားစုပုံတွေကို ယုံကြည်မှုရအောင် ဟန်ဆောင်ပြီး Scam လုပ်တဲ့နေရာမှာ အသုံးချနိုင်ပါတယ်။",
    "Privacy Settings တွေကို Friends Only ပြောင်းပါ။ အရေးကြီးတဲ့ ဓာတ်ပုံ/စာရွက်စာတမ်းတွေ မျှဝေခြင်း ရှောင်ပါ။",
    "မိသားစုဝင်တွေကိုလည်း Privacy ဆိုင်ရာ အသိပညာပေးပါ။",
    "နေ့စဉ် တည်နေရာ Check-in တွေ မတင်ပါနဲ့။",
    "NRC ဓာတ်ပုံ/ကိုယ်ရေးအချက်အလက်တွေကို Public မတင်ပါနဲ့။",
    "ကလေး/မိသားစု ပုံတွေမှာ တည်နေရာ Tag တွေ မထည့်ပါနဲ့။",
    "အိမ်အတွင်းပုံတွေ တင်ခြင်းဟာ အိမ်ခိုးခံရနိုင်ခြေ များစေပါတယ်။",
    "Profile ကို Friends Only လိုမျိုး Privacy Level ပြောင်းပါ။",
    "အရေးကြီးတဲ့ စာရွက်စာတမ်းတွေ (ဥပမာ - ငွေကြေးဆိုင်ရာ) ကို မျှဝေခြင်း ရှောင်ပါ။",
    "မိသားစုဝင်တွေကို Privacy Risks တွေအကြောင်း သင်ကြားပေးပါ။",
    "မြန်မာနိုင်ငံမှာ NRC စာရွက်ရှေ့နောက်ပုံတွေ၊ မိသားစုအိမ်တွင်းပုံတွေ မျှဝေခြင်းကို အထူးရှောင်ကြဉ်ပါ။"
  ],
  "Mobile Banking & Wallet Safety": [
    "Mobile Banking / Wallet ဆိုတာ ဖုန်းနဲ့ ငွေပေးချေခြင်း၊ ငွေလက်ခံခြင်း လုပ်ဆောင်တဲ့ App/ဝန်ဆောင်မှုတွေ ဖြစ်ပါတယ်။",
    "အန္တရာယ်တွေ — မသိတဲ့ငွေတောင်းခံလွှာ မက်ဆေ့ချ်တွေ၊ မျှော်လင့်မထားတဲ့ လင့်ခ်တွေ၊ အတု App Download တွေ၊ OTP/စကားဝှက် တောင်းခြင်း။",
    "Scammer တွေဟာ အတုငွေတောင်းခံလွှာ၊ အတု SMS၊ အတု KBZPay/Wave Money လင့်ခ်၊ OTP Social Engineering တွေ သုံးတတ်ပါတယ်။",
    "အမြဲ တရားဝင် App/Website ကိုသာ အသုံးပြုပါ။",
    "OTP ကို ဘယ်သူ့ကိုမှ မပြောပါနဲ့။ Wallet PIN/Biometric (မိမိ၏ ဇီဝမှတ်သားချက်) ကို ဖွင့်ထားပါ။",
    "သံသယဖြစ်ဖွယ် ငွေလွှဲအမှုအခင်းတွေ့ရင် ချက်ချင်း ဘဏ် Fraud Department ကို ဆက်သွယ်ပါ။",
    "မသိတဲ့ငွေတောင်းခံလွှာ မက်ဆေ့ချ်တွေကို မယုံပါနဲ့။",
    "သံသယဖြစ်ဖွယ် လင့်ခ်တွေကို မနှိပ်ပါနဲ့။",
    "တရားဝင် App/Website တွေကိုသာ အသုံးပြုပါ။",
    "OTP ကို ဘယ်သူ့ကိုမှ မပြောပါနဲ့။",
    "Wallet PIN ဒါမှမဟုတ် Biometric (လက်ဗွေဖတ်/မျက်နှာဖတ်) ကို အသုံးပြုပါ။",
    "သံသယဖြစ်ဖွယ် ငွေလွှဲမှုတွေ့ရင် ချက်ချင်း ဘဏ် Fraud Department ကို ဆက်သွယ်ပါ။",
    "ပို့သူကို စစ်ဆေးပြီး ဘဏ်ရဲ့ Hotline ကို တိုက်ရိုက်ခေါ်ပါ။",
    "KBZPay, Wave Money စတဲ့ App တွေမှာ Transaction PIN/Password ကို မကြာခဏ ပြောင်းပေးပါ။",
    "ဖုန်းပျောက်ရင် ချက်ချင်း ဘဏ်/ငွေကြေးဝန်ဆောင်မှုကို ဆက်သွယ်ပြီး အကောင့်ကို ယာယီပိတ်ထားပါ။"
  ],
  "OTP & 2FA Code Protection": [
    "OTP ဆိုတာ One-Time Password ဖြစ်ပြီး တစ်ကြိမ်သာ အသုံးပြုနိုင်တဲ့ စကားဝှက်ဖြစ်ကာ၊ 2FA ဆိုတာ Two-Factor Authentication ဖြစ်ပြီး စကားဝှက်အပြင် ဒုတိယအဆင့် အတည်ပြုချက်တစ်ခု ဖြစ်ပါတယ်။",
    "အန္တရာယ်တွေ — ဖုန်းခေါ်ဆိုမှုကနေ OTP တောင်းခြင်း၊ Email/DM ကနေ တောင်းခြင်း၊ SIM Swap Attacks။",
    "Scammer တွေဟာ အကူအညီပေးသူအဖြစ် ဟန်ဆောင်ပြီး OTP/2FA Code တွေ တောင်းတတ်ပါတယ်။",
    "OTP ကို ဘယ်သူ့ကိုမှ မပြောပါနဲ့။ Platform/ဘဏ်ကို တိုက်ရိုက်ဆက်သွယ်ပြီး Verify လုပ်ပါ။",
    "Authenticator Apps (Google Authenticator, Authy) တွေ အသုံးပြုပါ။",
    "SIM Swap Attack ခံရတယ်ထင်ရင် Telecom Company (MPT, Telenor, Ooredoo) Hotline တွေကို ချက်ချင်းဆက်သွယ်ပါ။",
    "OTP ကို ဘယ်သူ့ကိုမှ မပြောပါနဲ့။",
    "OTP တောင်းလာပါက ဘဏ်/Platform ကို တိုက်ရိုက်ဆက်သွယ်ပြီး စစ်ဆေးပါ။",
    "Authenticator Apps တွေ အသုံးပြုပါ။",
    "SIM Swap Attack ခံရတယ်ထင်ရင် Telecom Company ကို ချက်ချင်းဆက်သွယ်ပါ။",
    "Recovery Emails & Phone Numbers တွေကို ကောင်းစွာကာကွယ်ထားပါ။",
    "SMS OTP ကို မျှဝေခြင်းရှောင်ပါ — Authenticator App တွေ အသုံးပြုပါ။",
    "မြန်မာနိုင်ငံမှာ Telecom Company တွေက SIM Swap ကာကွယ်ရန် Additional Security Features တွေ ရှိပါတယ်။ ဖွင့်ထားပါ။",
    "OTP ကို ကာကွယ်ဖို့ App-Based Authenticators သုံးခြင်းက SMS ထက် ပိုလုံခြုံပါတယ်။"
  ],
  "Loan & Lottery Scams": [
    "Loan/Lottery Scams ဆိုတာ တရားမဝင်တဲ့ ကုမ္ပဏီ/လူတွေက ငွေချေးပေးမယ်/ဆုလာဘ်ရမယ်လို့ ဟန်ဆောင်ပြီး လှည့်စားတဲ့ လုပ်ငန်းစဉ်ဖြစ်ပါတယ်။",
    "အန္တရာယ် လက္ခဏာတွေ — စစ်ဆေးမှုမရှိဘဲ ချေးငွေအတည်ပြုခြင်း၊ အကြိုပေးချေငွေ (Upfront Fees) တောင်းခြင်း၊ NRC မိတ္တူ တောင်းခြင်း။",
    "ထီဆုတောင်းပြီး Fee ပေးဖို့ တောင်းခြင်းဟာ Scam ဖြစ်ပါတယ်။",
    "Scammer တွေဟာ မိမိကိုယ်ပိုင်အထောက်အထား မိတ္တူ၊ အကြိုပေးချေငွေ တောင်းပြီး Identity Theft (အထောက်အထား ခိုးယူခြင်း) လုပ်တတ်ပါတယ်။",
    "အကြိုပေးချေငွေ (Upfront Fee) မပေးပါနဲ့။ NRC/ID မိတ္တူ မပေးပါနဲ့။",
    "သံသယဖြစ်ဖွယ် ချေးငွေ/ထီဆု မက်ဆေ့ချ်တွေကို တိုက်ရိုက် Report လုပ်ပါ။",
    "စစ်ဆေးမှုမရှိဘဲ ချေးငွေအတည်ပြုတာကို မယုံပါနဲ့။",
    "အကြိုပေးချေငွေ (Upfront Fees) မပေးပါနဲ့။",
    "NRC မိတ္တူကို Chat ကနေတစ်ဆင့် မပေးပါနဲ့။",
    "တရားဝင်ချေးငွေကုမ္ပဏီရဲ့ Website နဲ့ License ကို စစ်ဆေးပါ။",
    "ထီဆု Scam တွေမှာ Fee မပေးပါနဲ့။",
    "သံသယဖြစ်ဖွယ် ချေးငွေ/ထီဆု မက်ဆေ့ချ်တွေကို Report လုပ်ပါ။",
    "မြန်မာနိုင်ငံမှာ တရားဝင်ချေးငွေလုပ်ငန်းလိုင်စင်ရှိသူတွေကို စီးပွားရေးလုပ်ငန်းများ ညွှန်ကြားမှုဦးစီးဌာနက ထုတ်ပြန်ထားပါတယ်။ စစ်ဆေးနိုင်ပါတယ်။",
    "မသိတဲ့ချေးငွေကုမ္ပဏီတွေကို ကိုယ်ရေးအချက်အလက်တွေ မပေးပါနဲ့။"
  ],
  "Phone Call & SMS Frauds": [
    "Phone/SMS Fraud ဆိုတာ ဖုန်းခေါ်ဆိုသူ ဒါမှမဟုတ် မက်ဆေ့ချ်ပို့သူက OTP, Personal Info, ငွေတွေ တောင်းခြင်း ဖြစ်ပါတယ်။",
    "အန္တရာယ် လက္ခဏာတွေ — မသိရှိတဲ့ ဖုန်းနံပါတ်တွေ၊ အရေးပေါ်စကားလုံးသုံးခြင်း၊ အတုဆုလာဘ်/ဆုတောင်းခေါ်ဆိုမှုတွေ၊ OTP/စကားဝှက် တောင်းခြင်း။",
    "Scammer တွေဟာ 'ဘဏ်'၊ 'အစိုးရ'၊ 'တယ်လီကွန်း' အဖြစ် ဟန်ဆောင်ပြီး သင့်ကို ယုံကြည်အောင် လုပ်တတ်ပါတယ်။",
    "OTP ကို ဖုန်းခေါ်ဆိုမှုကနေ မပေးပါနဲ့။",
    "သံသယဖြစ်ဖွယ် SMS/ဖုန်းခေါ်ဆိုမှုတွေကို Delete/Block လုပ်ပါ။",
    "ဘဏ်/Telco တရားဝင် Hotline ကို တိုက်ရိုက်ဆက်သွယ်ပါ။",
    "မသိတဲ့ ဖုန်းနံပါတ်တွေကနေ ခေါ်တာကို မယုံပါနဲ့။",
    "အရေးပေါ်စကားလုံးသုံးတဲ့ ဖုန်းခေါ်ဆိုမှုတွေကို သတိထားပါ။",
    "ဆုလာဘ်/ဆုတောင်း ဖုန်းခေါ်ဆိုမှုတွေကို မယုံပါနဲ့။",
    "OTP/စကားဝှက်ကို ဖုန်းခေါ်ဆိုမှု/SMS ကနေ မပေးပါနဲ့။",
    "သံသယဖြစ်ဖွယ် SMS/ဖုန်းခေါ်ဆိုမှုတွေကို Delete/Block လုပ်ပါ။",
    "ဘဏ်/Telco Hotline ကို တိုက်ရိုက်ဆက်သွယ်ပါ။",
    "မြန်မာနိုင်ငံမှာ KBZ Bank, CB Bank, AYA Bank တို့ရဲ့ Fraud Hotline တွေကို မှတ်သားထားပါ။",
    "ဖုန်းနံပါတ် Spoofing (နံပါတ်အတု ပြုလုပ်ခေါ်ဆိုခြင်း) ကို သတိထားပါ။ တောင်းတဲ့အချက်အလက်ကို မပေးဘဲ ချက်ချင်းဖြတ်သွားပါ။"
  ],
  "Personal Data Protection": [
    "ကိုယ်ရေးအချက်အလက် (Personal Data) ဆိုတာ နာမည်၊ ဖုန်းနံပါတ်၊ NRC/ID၊ ဘဏ်အချက်အလက်၊ လိပ်စာ၊ တည်နေရာ၊ ဓာတ်ပုံ စတာတွေကို ဆိုလိုပါတယ်။",
    "ကိုယ်ရေးအချက်အလက်တွေကို Public မျှဝေခြင်းဟာ Identity theft (အထောက်အထား ခိုးယူခြင်း) ဖြစ်စေနိုင်ပါတယ်။",
    "NRC/ID ကတ်ကို အင်တာနက်ပေါ်မှာ လုံးဝ မမျှဝေသင့်ပါဘူး။",
    "NRC ဓာတ်ပုံ၊ ဖုန်းနံပါတ် စတဲ့ PII (Personally Identifiable Information) တွေကို Public မတင်ပါနဲ့။",
    "မသိတဲ့ Form တွေမှာ အချက်အလက်မဖြည့်ခင် သေချာစဉ်းစားပါ။",
    "အင်တာနက်မှာ တင်ထားတဲ့ NRC ဓာတ်ပုံ၊ ဖုန်းနံပါတ်၊ နေရပ်လိပ်စာတွေကို ပြန်စစ်ပြီး ဖျက်ပစ်ပါ သို့မဟုတ် Public ကနေ ဖျောက်ထားပါ။",
    "ကိုယ်ရေးအချက်အလက်တွေကို Public မျှဝေခြင်းဟာ အန္တရာယ်ရှိပြီး Identity theft ဖြစ်စေနိုင်ပါတယ် ❌",
    "မသိတဲ့ Website နဲ့ Form တွေမှာ ကိုယ်ရေးအချက်အလက်မဖြည့်ပါနဲ့ ❌",
    "လိုအပ်မယ့်အချက်အလက်တွေပဲ ပေးပြီး အခြားအချက်အလက်မပေးပါနဲ့ ✅",
    "မသိတဲ့အလုပ်လျှောက်လွှာ တစ်ခုအတွက် NRC နံပါတ်နဲ့ ငွေကြေးအထောက်အထား (KBZ Pay screenshot) မပေးပါနဲ့ ❌",
    "ကိုယ်ရေးအချက်အလက် ယိုစိမ့်မှုတွေကို mmCERT သို့မဟုတ် ရဲတပ်ဖွဲ့ Cyber Crime Division ကို တိုင်ကြားနိုင်ပါတယ် ✅",
    "မြန်မာနိုင်ငံ ရဲတပ်ဖွဲ့ Cyber Crime Division ဖုန်း — 199",
    "mmCERT (Myanmar Computer Emergency Response Team) → https://www.mmcert.org",
    "မြန်မာနိုင်ငံမှာ NRC နံပါတ်ဟာ အရေးကြီးတဲ့ ကိုယ်ရေးအချက်အလက်ဖြစ်ပြီး ခိုးယူခံရရင် ဘဏ်အကောင့်သစ်ဖွင့်တာ၊ ချေးငွေယူတာတွေ လုပ်နိုင်ပါတယ်။",
    "အွန်လိုင်းပေါ်မှာ မိမိရဲ့ မွေးနေ့၊ မိဘအမည်၊ မွေးရပ်မြေစတဲ့ အချက်အလက်တွေကိုလည်း မျှဝေခြင်းရှောင်ပါ။"
  ],
  "Social Media Privacy": [
    "လူမှုကွန်ရက် Privacy Settings ဆိုတာ သင့် post၊ ပုံတွေနဲ့ ကိုယ်ရေးအချက်အလက်တွေကို ဘယ်သူတွေ မြင်နိုင်မလဲ ထိန်းချုပ်နိုင်တဲ့ ကိရိယာပါ။",
    "Account ကို 'Friends only' သို့မဟုတ် 'Private' ထားခြင်းဟာ ကိုယ်ရေးအချက်အလက်ကို ကာကွယ်ပေးနိုင်ပါတယ်။",
    "Public Profile ဟာ သင့်အချက်အလက်တွေကို အန္တရာယ်ရှိသူတွေ အလွယ်တကူရနိုင်စေပါတယ်။",
    "Profile မှာ မလိုအပ်တဲ့ ကိုယ်ရေးအချက်အလက်တွေကို ဖျောက်ထားပါ။",
    "Tagging နဲ့ Location sharing ကို သတိထားပါ။",
    "Two-Factor Authentication (2FA) ကို ဖွင့်ပါ။",
    "Public Profile ထားခြင်းဟာ သင့်အချက်အလက်တွေကို အန္တရာယ်ရှိသူတွေ အလွယ်တကူရနိုင်စေသည် ❌",
    "Account ကို 'Friends only' သို့မဟုတ် 'Private' ထားခြင်းက လုံခြုံရေးအတွက် အရေးကြီးပါသည် ✅",
    "Tagging ကို ပိတ်ခြင်းနဲ့ Location sharing ကို သတိထားခြင်းဟာ Privacy ထိန်းသိမ်းမှု အတွက် အကျိုးရှိသည် ✅",
    "လူမှုကွန်ရက်ပေါ်မှာ ကိုယ်ယောင်ဖျောက်လိမ်လည်မှု (Impersonation) တွေကို Facebook Support သို့မဟုတ် မြန်မာနိုင်ငံ ရဲတပ်ဖွဲ့ Cyber Crime Division (ဖုန်း 199) ကို တိုင်ကြားနိုင်ပါတယ် ✅",
    "Facebook Support (Help Center) → https://www.facebook.com/help",
    "မြန်မာနိုင်ငံမှာ Facebook ပေါ်က အတုအကောင့်တွေကနေ ငွေချေးတာ၊ ကိုယ်ရေးအချက်အလက်တောင်းတာတွေ ခံရနိုင်ပါတယ်။",
    "Story နဲ့ Post တွေမှာ သင့်ရဲ့ လက်ရှိတည်နေရာကို မျှဝေခြင်းရှောင်ပါ။",
    "သင့်ရဲ့ ကလေးတွေရဲ့ ပုံတွေ၊ အမည်တွေ၊ ကျောင်းနာမည်တွေကို Public မတင်ပါနဲ့။"
  ],
  "Safe Online Shopping": [
    "အွန်လိုင်းစျေးဝယ် လုံခြုံရေးဆိုတာ စစ်မှန်တဲ့ဆိုင်တွေကို အသုံးပြုပြီး လုံခြုံစိတ်ချရတဲ့ ငွေပေးချေမှုစနစ်တွေကို သုံးဖို့ ဖြစ်ပါတယ်။",
    "အွန်လိုင်းဆိုင်က trusted sellers ဝယ်ယူရန်၊ ငွေပေးချေမှုလုံခြုံမှုကို အရေးယူ၍ မတရားသော ငွေလွှဲမှု/အချက်အလက် ဆုတ်ခွာမှုမှ ကာကွယ်ရမည်။",
    "Trusted marketplace/official seller မှသာဝယ်ပါ။",
    "Payment ကိစ္စတွင် secure payment methods (card + bank OTP, trusted payment gateway) ကိုသာသုံးပါ။",
    "Order confirmation/return policy ရှိ/မရှိ စစ်ပါ။",
    "မသိတဲ့ payment link ကိုမနှိပ်ပါနဲ့။",
    "Unknown sellers ကို ကြာရှည်စွာ မလက်ခံပါနဲ့။",
    "'https' နဲ့စပြီး padlock ပါတဲ့ Website တွေမှာသာ စျေးဝယ်သင့်ပါတယ်။",
    "မသိတဲ့ဆိုင်တွေနဲ့ မသိသူတွေဆီ တိုက်ရိုက် ငွေလွှဲမပါနဲ့။",
    "Cash on Delivery (COD) စနစ်ဟာ အလုံခြုံဆုံး ငွေပေးချေမှုနည်းလမ်းပါ။",
    "အလွန်ဈေးပေါနေတဲ့ ပစ္စည်းတွေကို သတိထားပါ။",
    "ဝယ်ယူမှုတိုင်းအတွက် ဘောင်ချာ (receipt) ကို သိမ်းထားပါ။",
    "Padlock icon မပါဘဲ 'http' နဲ့ စတဲ့ site တွေဟာ လုံခြုံမှုမရှိပါ ❌",
    "နာမည်ကြီး app တွေ (ဥပမာ Shop.com.mm, Yangon Door2Door) မှာ စျေးဝယ်ခြင်းက ပိုမိုလုံခြုံပါသည် ✅",
    "မယုံကြည်ရတဲ့ဆိုင်မှာ ချက်ချင်း ငွေလွှဲပေးခြင်းဟာ ငွေလိမ်ခံရနိုင်သည် ❌",
    "ပစ္စည်းရောက်မှ ငွေချေခြင်း (Cash on Delivery - COD) ဟာ အလုံခြုံဆုံး နည်းလမ်းဖြစ်သည် ✅",
    "မသိတဲ့ဆိုင်တွေနဲ့ မသိသူတွေကို တိုက်ရိုက်ငွေမလွှဲပါနဲ့ ❌",
    "ဝယ်ယူမှုတိုင်းအတွက် ဘောင်ချာ (receipt) သိမ်းဆည်းပါ ✅",
    "Fraudulent sales (လိမ်လည်ရောင်းချခြင်း) ကို mmCERT သို့မဟုတ် မြန်မာနိုင်ငံ ရဲတပ်ဖွဲ့ Cyber Crime Division (199) သို့ တိုင်ကြားနိုင်ပါသည် ✅",
    "mmCERT (Myanmar Computer Emergency Response Team) → https://www.mmcert.org",
    "KBZ Fraud Department → 09951009999",
    "မြန်မာနိုင်ငံမှာ Facebook Marketplace, Facebook Groups ကနေ ပစ္စည်းဝယ်တဲ့အခါ ကိုယ်တွေ့ကိုယ်ရင်း ဖလှယ်ဝယ်ယူခြင်းက ပိုစိတ်ချရပါတယ်။",
    "အွန်လိုင်းကနေ ငွေလွှဲရာမှာ KBZ Pay, Wave Money, CB Pay စတဲ့ တရားဝင် ငွေကြေးလွှဲပြောင်းရေး App တွေကိုသာ အသုံးပြုပါ။"
  ],
  "Cloud Storage & Backup Safety": [
    "Cloud Storage ဆိုတာ Google Drive, iCloud, Dropbox လို online မှာ ဖိုင်တွေ သိမ်းဆည်းနိုင်တဲ့ ဝန်ဆောင်မှုဖြစ်ပါတယ်။",
    "Backup ဆိုတာ သင့်ဖိုင်တွေကို ဆုံးရှုံးမှုကနေ ကာကွယ်ဖို့ မိတ္တူကူးထားတာ ဖြစ်ပါတယ်။",
    "'Anyone with the link' ထားရင် link ရသူတိုင်း သင့်ဖိုင်ကို မြင်နိုင်ပါတယ်။",
    "Cloud Storage မှာ Public သို့မဟုတ် 'Anyone with the link' setting ကို မလိုအပ်ဘဲ အသုံးမပြုပါနဲ့။",
    "အရေးကြီးတဲ့ဖိုင်တွေကို password နဲ့ lock ချပါ။",
    "မလိုအပ်တော့တဲ့ ဖိုင်တွေကို ပုံမှန်ဖျက်ပါ။",
    "'Anyone with the link' ထားရင် Link ရထားသူတိုင်း သင့်ဖိုင်ကို မြင်နိုင်ပါသည် ❌",
    "Link ကို Password နဲ့ lock ချပြီး လိုအပ်သူကိုပဲ ပေးပါ ✅",
    "Cloud Storage မှာ 'Public' သို့မဟုတ် 'Anyone with the link' setting ကို မသုံးပါနဲ့ ❌",
    "အရေးကြီးတဲ့ဖိုင်တွေကို Password နဲ့ Lock ချပါ ✅",
    "မလိုအပ်တော့တဲ့ ဖိုင်တွေကို ပုံမှန်ဖျက်ပါ ✅",
    "Cloud Storage မှာ Identity theft ဖြစ်စေနိုင်တဲ့ NRC စသည့် sensitive ဖိုင်များကို Public share မလုပ်ပါနဲ့ ❌",
    "Data leakage တွေကို mmCERT (Myanmar Computer Emergency Response Team) သို့ တိုင်ကြားနိုင်ပါသည် ✅",
    "mmCERT (Myanmar Computer Emergency Response Team) → https://www.mmcert.org",
    "မြန်မာနိုင်ငံမှာ Google Drive, iCloud တို့ကို သုံးစွဲမှုများပါတယ်။ Sharing Settings ကို 'Specific people' ဒါမှမဟုတ် 'Restricted' ပြောင်းပြီး သုံးပါ။",
    "ကိုယ်ပိုင် အင်တာနက်မရှိသူတွေအတွက် External Hard Drive နဲ့ Backup လုပ်ခြင်းက ပိုကောင်းပါတယ်။"
  ],
  "Email & Identity Protection": [
    "Email ဟာ အခြားအကောင့်တွေရဲ့ Password တွေ reset လုပ်ရာမှာ အသုံးပြုရတဲ့အတွက် အဓိကသော့ချက်ပါ။",
    "Password တစ်ခုပေါက်ကြားရင် သင့်အကောင့်အားလုံး အန္တရာယ်ရှိနိုင်ပါသည်။",
    "ဘယ်တရားဝင်အဖွဲ့အစည်းကမှ Password နဲ့ OTP ကို Email ကနေ မတောင်းပါ။",
    "Email လိပ်စာနဲ့ Link ကို သေချာစစ်ဆေးခြင်းဟာ phishing ကိုရှောင်ရှားနိုင်စေပါတယ်။",
    "Password တစ်ခုကို အကောင့်များစွာအတွက် မသုံးပါနဲ့။",
    "Two-Factor Authentication (2FA) ကို ဖွင့်ပါ။",
    "OTP (One-Time Password) ကို ဘယ်သူ့ကိုမှ မမျှဝေပါနဲ့။",
    "Password Manager အသုံးပြုပြီး မတူညီတဲ့ Password တွေ ဖန်တီးပါ။",
    "Password တစ်ခုပေါက်ကြားရင် အကောင့်အားလုံး အလွယ်တကူ ခိုးယူခံရနိုင်ပါသည် ❌",
    "အကောင့်တိုင်းအတွက် မတူညီတဲ့ Password သုံးပါ ✅",
    "ဘယ်တရားဝင်အဖွဲ့အစည်းကမှ Email ကနေ Password နဲ့ OTP မတောင်းပါ ✅",
    "Phishing Email တွေကို ရှောင်ရှားရန် Email လိပ်စာနဲ့ Link ကို သေချာစစ်ဆေးပါ ✅",
    "Password တစ်ခုကို အကောင့်များစွာအတွက် မသုံးပါနဲ့ ❌",
    "Two-Factor Authentication (2FA) ကို ဖွင့်ပါ ✅",
    "OTP (One-Time Password) ကို ဘယ်သူ့ကိုမှ မမျှဝေပါနဲ့ ❌",
    "Password Manager အသုံးပြုပြီး မတူညီတဲ့ Password တွေ ဖန်တီးပါ ✅",
    "Email & Identity ခိုးယူခံရခြင်းကို mmCERT သို့မဟုတ် မြန်မာနိုင်ငံ ရဲတပ်ဖွဲ့ Cyber Crime Division (ဖုန်း 199) ကို တိုင်ကြားနိုင်ပါသည် ✅",
    "mmCERT (Myanmar Computer Emergency Response Team) → https://www.mmcert.org",
    "မြန်မာနိုင်ငံ ရဲတပ်ဖွဲ့ Cyber Crime Division ဖုန်း — 199",
    "Gmail, Outlook စတဲ့ Email Service တွေမှာ Two-Factor Authentication (2FA) ဖွင့်ခြင်းက အကောင့်ကို ပိုလုံခြုံစေပါတယ်။",
    "မြန်မာနိုင်ငံမှာ Gmail ကို အသုံးများပါတယ်။ Gmail ရဲ့ 'Security Checkup' feature ကို ပုံမှန်လုပ်ပေးပါ။"
  ],
  "Reporting & Contacts": [
    "မြန်မာနိုင်ငံ ရဲတပ်ဖွဲ့ Cyber Crime Division ကို 199 သို့ ခေါ်ဆိုနိုင်သည်။",
    "mmCERT (Myanmar Computer Emergency Response Team) ကို https://www.mmcert.org တွင် ဆက်သွယ်နိုင်သည်။",
    "KBZ Bank Fraud Dept ကို 09951009999 သို့ ခေါ်ပါ။",
    "AYA Bank Fraud Dept ကို 09940008888 သို့ ဆက်သွယ်ပါ။",
    "CB Bank Fraud Dept ကို တိုက်ရိုက် ဆက်သွယ်နိုင်သည်။",
    "WavePay Support ကို App အတွင်းမှ ဆက်သွယ်နိုင်သည်။",
    "Facebook Help Center ကို https://www.facebook.com/hacked မှ တိုက်ရိုက် သွားနိုင်သည်။",
    "TikTok Support ကို app ထဲမှ တိုက်ရိုက် သုံးနိုင်သည်။",
    "တယ်လီကွန်း Hotlines — MPT: 106, Telenor: 979, Ooredoo: 234။",
    "မြန်မာနိုင်ငံမှာ ဆိုက်ဘာအန္တရာယ်တွေ့ကြုံရင် နီးစပ်ရာ ရဲစခန်းကို သွားရောက်တိုင်ကြားနိုင်ပါတယ်။",
    "ဘဏ်ကတ်ပျောက်ရင်/ခိုးယူခံရင် ချက်ချင်း ဘဏ်ကို ဆက်သွယ်ပြီး ကတ်ကို ပိတ်ပါ။"
  ],
  "Content Checker": [
    "မြန်မာနိုင်ငံတွင် ယုံကြည်စိတ်ချရသော သတင်းအရင်းအမြစ်များမှာ အစိုးရ၏ တရားဝင် ပြန်ကြားရေးဝက်ဘ်ဆိုဒ်များ (ဥပမာ - mohs.gov.mm သို့မဟုတ် moi.gov.mm)၊ ရုပ်မြင်သံကြားသတင်းဌာနကြီးများ (MRTV, MNTV) နှင့် ဂုဏ်သတင်းရှိသော သတင်းစာများ (The Myanmar Times, 7Day Daily) ၏ အွန်လိုင်းစာမျက်နှာများ ဖြစ်ပါသည်။ ဤအဖွဲ့အစည်းများသည် သတင်းမထုတ်ပြန်မီ အချက်အလက်စစ်ဆေးခြင်းဆိုင်ရာ စံချိန်စံညွှန်းများကို လိုက်နာကြသည်။",
    "Facebook, Telegram နှင့် Viber စသော လူမှုကွန်ရက်များပေါ်တွင် ရုတ်တရက် လှိုင်းတစ်ခုလို ပျံ့နှံ့နေသော သတင်းများကို သတိထားပါ။ ဤသတင်းများသည် ကြောက်ရွံ့မှု (Fear-mongering) ကို ဖြစ်စေရန် ဒါမှမဟုတ် စိတ်ခံစားမှုကို အလွယ်တကူ ဆွပေးရန် ရည်ရွယ်လေ့ရှိပြီး၊ စစ်ဆေးထားသော အချက်အလက်များ ပါဝင်လေ့မရှိပါ။ မျှဝေမီ အာရုံစိုက်ပြီး စဉ်းစားပါ။",
    "စျေးကွက်ရှာဖွေရေးနည်းဗျူဟာအဖြစ် 'အခမဲ့' ဟု ဆိုထားသော်လည်း လျှို့ဝှက်ချက်လင့်ခ်များ (Shortened URLs like bit.ly) သို့မဟုတ် သံသယဖြစ်ဖွယ် ဝက်ဘ်ဆိုဒ်များသို့ ခေါ်ဆောင်သွားသော ကြော်ငြာများကို ရှောင်ကြဉ်ပါ။ ဥပမာ - 'အခမဲ့ Data 10GB ရယူပါ' ဟူသော ကြော်ငြာမျိုးသည် သင့်ကိုယ်ရေးကိုယ်တာ အချက်အလက်များ (Personal Data) ကို ခိုးယူရန် သို့မဟုတ် အကောင့်ဝင်ခြင်း (Login) ဆိုင်ရာ လှည့်စားမှုများ (Phishing) ဖြစ်နိုင်ချေများပါသည်။",
    "COVID-19, ငွေကြေးဆိုင်ရာ အကြံပြုချက်များ၊ ကျန်းမာရေးနှင့်ဆိုင်သော ကုထုံးများကဲ့သို့သော အရေးကြီးသည့်ကိစ္စရပ်များတွင်၊ ဆရာဝန်များ၊ ဘဏ်လုပ်ငန်းဆိုင်ရာ ကျွမ်းကျင်သူများ သို့မဟုတ် WHO ကဲ့သို့သော နိုင်ငံတကာ အဖွဲ့အစည်းများ၏ အတည်ပြုထားသော အချက်အလက်များကို သာ ရှာဖွေပါ။ ဆိုရှယ်မီဒီယာပေါ်က တစ်ဦးတစ်ယောက်၏ ရောဂါပျောက်ကင်းသွားသည့် ဇာတ်လမ်းတစ်ပုဒ်သည် သိပ္ပံနည်းကျ သက်သေမပြနိုင်ပါ။",
    "သတင်းတစ်ပုဒ်၏ ယုံကြည်စိတ်ချရမှုကို စစ်ဆေးရန် မြန်မာနိုင်ငံအတွက် သီးသန့် Fact-checking ဝက်ဘ်ဆိုဒ်များကို အသုံးပြုပါ။ Myanmar Fact Checker, BOOM Myanmar, နှင့် Fact Watch Myanmar တို့သည် လူကြိုက်များသော သတင်းများနှင့် အဆိုအမိန့်များကို စနစ်တကျ စစ်ဆေးပေးသော နာမည်ကြီး ပလက်ဖောင်းများ ဖြစ်ပါသည်။ သံသယဖြစ်ဖွယ် သတင်းတစ်ခုကို မတွေ့ပါက၊ ဤဝက်ဘ်ဆိုဒ်များတွင် ရှာဖွေကြည့်ရှုပါ သို့မဟုတ် ၎င်းတို့ထံ ဆက်သွယ်၍ မေးမြန်းနိုင်ပါသည်။",
    "စီးပွားရေးလှည့်စားမှုများကို သတိပြုပါ။ 'ဘဏ်မှ သင့်အကောင့်ကို ချက်ချင်းပိတ်သွားမည်' ဟူသော အကြောင်းကြားစာ သို့မဟုတ် 'သင်ငွေကြေးဆုချီးမြှင့်ခံရပြီး' ဟူသော မက်ဆေ့ချ်များသည် သင့်အား စိတ်လှုပ်ရှားစေပြီး လုံခြုံရေးအကွက်ချော်မှုများ (Security Lapses) ဖြစ်စေရန် ရည်ရွယ်သည်။ ဘဏ်အမှန်တကယ် ဆက်သွယ်သည့် ဖုန်းနံပါတ် (အနီးအနားရှိ ဘဏ်ခွဲမှ နံပါတ်) သို့ ပြန်လည်ဆက်သွယ်၍ အတည်ပြုပါ။ ဘဏ်၏ တရားဝင် App သို့မဟုတ် ဝက်ဘ်ဆိုဒ်မှတစ်ဆင့်သာ ဝင်ရောက်ပါ။",
    "Blue Tick Verification (အပြာရောင် အတည်ပြုတံဆိပ်) သည် စစ်မှန်သော်လည်း ယုံကြည်စိတ်ချရမှု၏ တစ်ခုတည်းသော အညွှန်းကိန်း မဟုတ်ပါ။ Verified Influencer တစ်ဦးသည် မိမိ၏ ကိုယ်ပိုင်အမြင်များ (Personal Opinions) ကို ဖော်ပြနေခြင်း ဖြစ်နိုင်သလို၊ ငွေကြေးအကျိုးအမြတ်အတွက် ကြော်ငြာနေခြင်း (Sponsored Content) လည်း ဖြစ်နိုင်ပါသည်။ ၎င်းတို့၏ ပို့စ်များကိုလည်း အခြားသတင်းအရင်းအမြစ်များနှင့် ဆက်စပ်၍ စစ်ဆေးရန် လိုအပ်ပါသည်။",
    "စစ်မှန်သော သတင်းဆိုင်ရာ စာသားများတွင် များသောအားဖြင့် ရင်းမြစ်ကို ညွှန်ပြလေ့ရှိသည် (Source Citation)။ 'ကျွန်တော့်သူငယ်ချင်းက ပြောတယ်'၊ 'အတွင်းသတင်းအရ' စသည့် စကားစုများဖြင့် စတင်သော သတင်းများသည် စစ်ဆေးရန် ခက်ခဲပြီး ကောလာဟလများ ဖြစ်နိုင်ချေများပါသည်။ သတင်းတစ်ပုဒ်သည် ဘယ်သူ့ထံမှ ဘယ်လိုရသည်ကို ရှင်းရှင်းလင်းလင်း ဖော်ပြထားခြင်း ရှိ/မရှိ စစ်ဆေးပါ။",
    "စိတ်လှုပ်ရှားစရာကောင်းလွန်းသော ခေါင်းစဉ်များ (Clickbait Headlines) ကို သတိပြုပါ။ 'သင်မယုံနိုင်လောက်အောင်'၊ 'ဒါကို သူတို့က ဖုံးကွယ်ထားတယ်' ကဲ့သို့သော စကားစုများဖြင့် စိတ်ဝင်စားမှုကို ဆွယ်ကာ အတည်မပြုရသေးသော အချက်အလက်များကို ဖြန့်ဝေနိုင်ပါသည်။ ခေါင်းစဉ်တစ်ခုတည်းကို မကြည့်ဘဲ ဆောင်းပါး တစ်ခုလုံးကို သေချာဖတ်ရှုပါ၊ ထို့နောက်မှသာ မျှဝေခြင်း ပြုလုပ်ပါ။",
    "သံသယဖြစ်ဖွယ် အကြောင်းအရာတစ်ခုကို မျှဝေခြင်း (Share) မပြုမီ၊ မတင်ခြင်း (Post) မပြုမီ အောက်ပါအဆင့်များကို လုပ်ဆောင်ပါ - ၁) စာသားကို ကူးယူပြီး Google (သို့မဟုတ် Facebook) တွင် ရှာဖွေကြည့်ပါ။ အလားတူ သတင်းများ ရှိ/မရှိ ကြည့်ရှုပါ။ ၂) ဓာတ်ပုံရှိပါက၊ Reverse Image Search (Google Lens) ဖြင့် ရှာဖွေပါ။ မူရင်းပုံနှင့် အခြားနေရာများတွင် မည်သို့သုံးထားသည်ကို ကြည့်ပါ။ ၃) Myanmar Fact Checker ကဲ့သို့သော ဝက်ဘ်ဆိုဒ်များတွင် ရှာဖွေပါ။",
    "သင်သည် ကောလာဟလ သတင်း (Fake News) တစ်ခုကို မျှဝေမိပါက၊ ပြန်လည်ရှင်းလင်းခြင်း (Correction) ပြုလုပ်ရန် အရေးကြီးပါသည်။ မူရင်းပို့စ်ကို ဖျက်ပစ်ပါ၊ သို့မဟုတ် မှားယွင်းကြောင်း ရှင်းလင်းသည့် ပို့စ်အသစ်တစ်ခုကို တင်ပါ။ 'ကျွန်တော်/ကျွန်မ မျှဝေမိသော ယခင်သတင်းသည် မှားယွင်းကြောင်း Fact-checkers များက အတည်ပြုထားပါသည်။ ဒီမှန်ကန်သော သတင်းအချက်အလက်ကို မျှဝေပေးပါရစေ' ဟု ရေးသားပါ။ ဤသို့ပြုလုပ်ခြင်းသည် သတင်းအမှားများ ပျံ့နှံ့မှုကို ရပ်တန့်ရန် ကူညီပေးပါသည်။",
    "အစိုးရဌာန၊ NGO သို့မဟုတ် နာမည်ကျော် IT community page (ဥပမာ - Technology Myanmar, Myanmar Coding Academy) များမှ ပညာပေးအကြောင်းအရာများသည် ယေဘုယျအားဖြင့် ယုံကြည်စိတ်ချရပါသည်။ ၎င်းတို့သည် လူထုအား အင်တာနက်အသုံးပြုနည်း၊ ဆိုက်ဘာဘေးအန္တရာယ်မှ ကာကွယ်နည်းများ၊ နည်းပညာအသစ်များအကြောင်း အသိပညာဖြန့်ဝေရန် ရည်ရွယ်သည်။ သို့သော် ၎င်းတို့၏ ပုံစံနှင့် ဘာသာစကားကို အတုယူထားသော အကောင့်အတုများ (Fake Imposter Pages) ရှိနိုင်သောကြောင့် Page Name နှင့် URL ကို သေချာစွာ စစ်ဆေးပါ။",
    "သတင်းတစ်ပုဒ်၏ ရက်စွဲ (Date) နှင့် အချိန် (Timestamp) ကို အမြဲကြည့်ပါ။ လွန်ခဲ့သော နှစ်အတန်ကြာ သတင်းဟောင်းတစ်ပုဒ်ကို ပစ္စုပ္ပန်ကာလဖြစ်သည့်အလား ပြန်လည်တင်ခြင်း (Out-of-context Reposting) သည် ကောလာဟလဖြန့်ခြင်း၏ နောက်ထပ်နည်းလမ်းတစ်ခု ဖြစ်ပါသည်။ သတင်းသည် လက်ရှိအခြေအနေနှင့် ဆက်စပ်မှုရှိမရှိ စစ်ဆေးပါ။",
    "တိုင်းရင်းသားဒေသများနှင့် ကျေးလက်နေလူထုအတွင်း ပျံ့နှံ့နေသော သတင်းများကို စစ်ဆေးရာတွင် အထူးသတိထားရန် လိုအပ်ပါသည်။ ထိုဒေသများတွင် အင်တာနက်အခွင့်အရေး နည်းပါးခြင်း၊ ရင်းမြစ်စစ်ဆေးနည်း (Fact-checking Skills) အားနည်းခြင်းတို့ကြောင့် သတင်းအမှားများ လွယ်ကူစွာ ပျံ့နှံ့နိုင်ပါသည်။ ဤသတင်းများကို စစ်ဆေးရန် ဒေသခံယုံကြည်ရသော ခေါင်းဆောင်များ၊ NGO များ သို့မဟုတ် တရားဝင်ဌာနများသို့ တိုက်ရိုက်ဆက်သွယ်၍ အတည်ပြုခြင်းသည် အကောင်းဆုံးနည်းလမ်း ဖြစ်ပါသည်။" 
  ]
}
